{
    "headline": "Ismael Hadj",
    "intro": "Je suis un ingénieur en informatique anciennement basé à Séoul et de retour en France, créant des sites web et des applications mobiles impressionnants et efficaces pour des entreprises. Commençons à défiler et apprenez-en plus sur moi.",
    "aboutTitle": "À propos de moi",
    "aboutContent": "Bonjour ! Je suis Ismael Hadj, un ingénieur en informatique anciennement basé à Séoul en Corée du Sud et de retour en France. Je suis passionné par le développement web et les applications mobiles depuis tout jeune. J'ai une solide expérience dans le domaine et je suis toujours désireux d'apprendre de nouvelles technologies ainsi que de relever de nouveaux défis. J'apprends rapidement et je peux travailler sous pression. Je sais travailler en équipe et de manière autonome.",
    "contactTitle": "Détails de contact",
    "contactContent": "Ismael Hadj, 서울특별시, 면목동 382-35, 010-2131-0929, ismael.hadj13@gmail.com",
    "downloadResume": "Télécharger le CV",
    "downloadRecommendation": "Télécharger la lettre de recommandation (Traduction depuis le coréen)",
    "downloadSecondRecommendation": "Télécharger la deuxième lettre de recommandation (Traduction depuis le coréen)",
    "educationTitle": "Éducation",
    "educationDegree1": "Master et licence en informatique",
    "educationSchool1": "Ynov Campus 2015-2020",
    "educationDuration1": "2015-2020",
    "educationDetails1": "Master et licence où je me suis orienté en informatique avec une spécialisation en développement d'applications web et mobiles",
    "highSchoolDegree": "Diplôme d'études secondaires",
    "highSchoolName": "Lycée VAUVENARGUES 2012-2015",
    "highSchoolDuration": "2012-2015",
    "highSchoolDetails": "Études en classe de STI2D specialisation systeme informatique et numerique. Obtention du Baccalaureat avec mention.",
    "workTitle": "Expérience professionnelle",
    "work1Title": "Développeur Web à Séoul",
    "work1Company": "SOLAND 2023 - 01/09/2024",
    "work1Duration": "2023 - Présent",
    "work1Details": "En tant que développeur web, j'ai géré de manière autonome des projets d'API complexes en front-end et développé des environnements de métavers. J'ai une expérience approfondie avec les systèmes d'appels vidéo utilisant WebRTC natif et la modification de Jitsi Meet. Mon travail améliore constamment les résultats des projets et l'expérience des utilisateurs.",
    "work2Title": "Développeur React/Flutter/Java Spring boot à Séoul",
    "work2Company": "XENOIMPACT 2021 - 2023",
    "work2Duration": "2021 - 2023",
    "work2Details": "Au sein de XENOIMPACT j'ai eu l'occasion de travailler sur une application mobile de réseau social ainsi que son site web administratif en utilisant Flutter, React et Java Spring Boot. J'y étais également responsable du site web administratif et de son architecture.",
    "work3Title": "Développeur Web à Séoul",
    "work3Company": "Louis picture 2021 - 2021",
    "work3Duration": "2021 - 2021",
    "work3Details": "Chez Louis Picture j'ai pu travailler sur different site web pour des entreprise situé à Séoul en Corée du sud.",
    "work4Title": "Consultant IT Freelance",
    "work4Duration": "2018 - 2022",
    "work4Details": "Création de sites web pour des clients basés en France en utilisant Wordpress, PHP avec Symfony, Angular, etc.",
    "work5Title": "Développeur Web",
    "work5Company": "GFI 2019 - 2020",
    "work5Duration": "2019 - 2020",
    "work5Details": "Mon travail consistais à travailler sur le site web officiel de la métropole Aix-Marseille avec le framework Symfony.",
    "work6Title": "Développeur ERP",
    "work6Company": "Absys-Cyborg 2018 - 2019",
    "work6Duration": "2018 - 2019",
    "work6Details": "Au sein d'Absys-Cybor j'ai travaillé sur un logiciel édité par Microsoft à destination de grandes entreprises. Mon travail consistais à maintenir et créer de nouvelles fonctionnalités.",
    "work7Title": "Développeur Web",
    "work7Company": "XYVERTICAL 2017 - 2018",
    "work7Duration": "2017 - 2018",
    "work7Details": "J'ai participé à la création d'un framework pour un nouveau logiciel de gestion des notes de frais.",
    "skillsTitle": "Compétences",
    "skillsDetails": "En travaillant sur différents projets, j'ai acquis de nombreuses compétences dans divers domaines. Voici une liste des plus importantes. Bien sûr, j'apprends toujours de nouvelles choses et suis ouvert à de nouveaux défis.",
    "otherFramework": "Autres frameworks...",
    "ITArchitecture": "architecture informatique",
    "portfolioTitle": "Découvrez certains de mes travaux.",
    "portfolio1" : "Page de connexion",
    "portfolio2" : "Page d'accueil dans l'application 아임펫뿜뿜",
    "portfolio3" : "Mission quotidienne dans l'application 아임펫뿜뿜",
    "portfolio4" : "Écran de profil dans l'application 아임펫뿜뿜",
    "portfolio5" : "Liste des avis dans le site web administratif de l'application",
    "portfolio6" : "Formulaire d'avis dans le site web administratif de l'application",
    "portfolio7" : "Liste des produits à envoyer sur le site web administratif",
    "portfolio8" : "Liste des produits disponibles dans l'application",
    "categorie" : "Développement, frontend, backend",
    "close": "fermer",
    "testimonialsTitle": "Témoignages",
    "testimonialContentTitle": "Temoignage du directeur de projet de XENOIMPACT (Traduction)",
    "testimonial1": "Le candidat recommandé a diligenté le développement du front-end pour notre nouvelle initiative commerciale, 아임펫폼폼, s'occupant avec sérieux du développement de l'app et de la plateforme. Malgré l'absence de conception d'écran et de designers désignés, il a proactivement avancé dans le projet et a accompli toutes les tâches sans problème. Il a également répondu positivement et rapidement à toutes les demandes de modifications. En outre, il a montré une constance dans ses efforts pour apprendre et appliquer le coréen, améliorant sa communication dans le contexte de notre pays. Cependant, en raison de circonstances internes à l'entreprise et indépendantes de sa volonté, le nouveau service a été arrêté, nous amenant à recommander M. Ismael pour un emploi dans votre entreprise.",
    "footerTitle": "Retour en haut",
    "navigation1": "Accueil",
    "navigation2": "À propos",
    "navigation3": "CV",
    "navigation4": "Travaux"
  }
  